Revit 2027 API
ParameterTypeId.ColumnBaseAttachJustificationParam Property
 "Attachment Justification At Base"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ColumnBaseAttachJustificationParam { get; }
Public Shared ReadOnly Property ColumnBaseAttachJustificationParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ColumnBaseAttachJustificationParam {
	ForgeTypeId^ get ();
}
static member ColumnBaseAttachJustificationParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace